
export const catalog = [
    {
        id: '00000000-0000-0000-0000-000000000000',
        category: 'Компьютеры и ноутбуки',
        subcategories: [
            {
                id: '00000000-0000-0000-0000-000000000000',
                subcategory: 'Компьютер',
                subsubcategory:
                    ['Мышки', 'Клавиатуры', 'Клавиатуры', 'Клавиатуры', 'Клавиатуры', 'Клавиатуры'],
            },
            {
                id: '00000000-0000-0000-0000-000000000000',
                subcategory: 'Компьютер',
                subsubcategory: ['Мышки', 'Клавиатуры'],
            }, {
                id: '00000000-0000-0000-0000-000000000000',
                subcategory: 'Компьютер',
                subsubcategory: ['Мышки', 'Клавиатуры'],
            }, {
                id: '00000000-0000-0000-0000-000000000000',
                subcategory: 'Компьютер',
                subsubcategory: ['Мышки', 'Клавиатуры'],
            }, {
                id: '00000000-0000-0000-0000-000000000000',
                subcategory: 'Компьютер',
                subsubcategory: ['Мышки', 'Клавиатуры'],
            }, {
                id: '00000000-0000-0000-0000-000000000000',
                subcategory: 'Компьютер',
                subsubcategory: ['Мышки', 'Клавиатуры'],
            },
        ],
    },
    {
        id: '00000000-0000-0000-0000-000000000000',
        category: 'Компьютеры и ноутбукиs',
        subcategories: [
            {
                id: '00000000-0000-0000-0000-000000000000',
                subcategory: 'Компьютер',
                subsubcategory: ['Мышки', 'Клавиатуры'],
            },
        ],
    },
    {
        id: '00000000-0000-0000-0000-000000000000',
        category: 'Компьютеры и ноутбукиss',
        subcategories: [
            {
                id: '00000000-0000-0000-0000-000000000000',
                subcategory: 'Компьютер',
                subsubcategory: ['Мышки', 'Клавиатуры'],
            },
        ],
    },
    {
        id: '00000000-0000-0000-0000-000000000000',
        category: 'Компьютеры и ноутбукиsss',
        subcategories: [
            {
                id: '00000000-0000-0000-0000-000000000000',
                subcategory: 'Компьютер',
                subsubcategory: ['Мышки', 'Клавиатуры'],
            },
        ],
    }];
